Repository: gouts911/themeparkv2
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_ca

source: Invalid area
fr_ca: Zone invalide

source: The area has been saved
fr_ca: La zone a été sauvegardé

source: The area could not be saved. Please, try again.
fr_ca: La zone n'a pas été sauvegardé. S.V.P veuillez réessayer

source: Area deleted
fr_ca: Zone effacé

source: Area was not deleted
fr_ca: La zone n'a pas été effacé

source: Invalid attraction
fr_ca: Attraction invalide

source: The attraction has been saved
fr_ca: L'attraction a été sauvegardé

source: The attraction could not be saved. Please, try again.
fr_ca: L'attraction n'a pas été sauvegardé. S.V.P veuillez réessayer

source: Attraction deleted
fr_ca: Attraction supprimé

source: Attraction was not deleted
fr_ca: l'attraction n'a pas été supprimé

source: Invalid attractions type
fr_ca: Le type d'attraction est invalide

source: The attractions type has been saved
fr_ca: Le type d'attraction a été sauvegardé

source: The attractions type could not be saved. Please, try again.
fr_ca: Le type d'attraction n'a pas été sauvegardé. S.V.P veuillez réessayer

source: Attractions type deleted
fr_ca: Le type d'attraction a été effacé

source: Attractions type was not deleted
fr_ca: Le type d'attraction n'a pas été effacé

source: Invalid park
fr_ca: Parcs invalide

source: The park has been saved
fr_ca: Le parcs a été sauvegardé

source: The park could not be saved. Please, try again.
fr_ca: Le parc n'a pas été sauvegardé. S.V.P veuillez réessayer

source: Park deleted
fr_ca: Parc effacé

source: Park was not deleted
fr_ca: Le parcs n'a pas été effacé

source: Invalid type
fr_ca: Type invalide

source: The type has been saved
fr_ca: Le type a été sauvegardé

source: The type could not be saved. Please, try again.
fr_ca: Le type n'a pas été sauvegardé. S.V.P veuillez réessayer

source: Type deleted
fr_ca: Type effacé

source: Type was not deleted
fr_ca: Le type n'a pas été effacé

source: Invalid user
fr_ca: Utilisateur invalide

source: The user has been saved
fr_ca: L'utitlisateur a été sauvegardé

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas été sauvegardé. S.V.P veuillez réessayer

source: User deleted
fr_ca: L'utilisateur a été effacé

source: User was not deleted
fr_ca: L'utilisateur n'a pas été effacé

source: Confirm
fr_ca: Confirmer

source: You have to confirm.
fr_ca: Vous devez confirmer

source: Delete
fr_ca: Supprimer

source: Submit
fr_ca: Envoyer

source: Field
fr_ca: Champs

source: Content
fr_ca: Contenu

source: Search
fr_ca: Rechercher

source: View
fr_ca: Voir

source: Edit
fr_ca: Modifier

source: Add Area
fr_ca: Ajouter une zone

source: Edit Area
fr_ca: Modifier Zone

source: Areas
fr_ca: Zones

source: Are you sure you want to delete # %s?
fr_ca: Ëtes-vous sure de vouloir supprimer ?

source: Previous
fr_ca: Précédent

source: Next
fr_ca: Suivant

source: Area
fr_ca: Zone

source: Area Name
fr_ca: Nom

source: Area Description
fr_ca: Description

source: Park
fr_ca: Parc

source: Related Attractions
fr_ca: Attractions reliées

source: Attraction Name
fr_ca: Nom

source: Attraction Description
fr_ca: Description

source: Admission Price
fr_ca: Prix d'admission

source: New Attraction
fr_ca: Nouvelle attraction

source: Add Attraction
fr_ca: Ajouter une attraction

source: Edit Attraction
fr_ca: Modifer l'attraction

source: Related Types
fr_ca: Types reliés

source: Type Description
fr_ca: Description du type

source: New Type
fr_ca: Nouveau type

source: Add Park
fr_ca: Ajouter un type

source: Edit Park
fr_ca: Modifier le parc

source: Parks
fr_ca: Parcs

source: Park Name
fr_ca: Nom

source: Park Location
fr_ca: location

source: Park Email
fr_ca: courriel

source: Park Website
fr_ca: Site web

source: Related Areas
fr_ca: Zones reliées

source: Park Id
fr_ca: id

source: New Area
fr_ca: Nouvelle Zone

source: New Park
fr_ca: Nouveau parc

source: List Areas
fr_ca: Liste des Zones

source: List Attractions
fr_ca: Liste des attractions

source: List Types
fr_ca: Liste des types

source: New Types
fr_ca: Nouveau type

source: List Users
fr_ca: Liste des utilisateurs

source: New User
fr_ca: Nouvel utilisateur

source: Theme Parks
fr_ca: Parcs d'attractions

source: Hello
fr_ca: Bonjour

source: [Logout]
fr_ca: Se déconnecter

source: [Login]
fr_ca: Se connecter

source: Add Type
fr_ca: Ajouter un type

source: Edit Type
fr_ca: Modifier le type

source: Area Id
fr_ca: id

source: Add User
fr_ca: Ajouter un utilisateur

source: Edit User
fr_ca: Modifier un utilisateur

source: Users
fr_ca: Utilisateurs

source: Please enter your username and password
fr_ca: S.V.P veuillez entrer votre nom d'utilisateur et votre mot de passe

source: Login
fr_ca: Se connecter

source: User
fr_ca: utilisateur

source: Username
fr_ca: nom d'utilisateur

source: Password
fr_ca: Mot de passe

source: Email
fr_ca: Courriel

source: Created
fr_ca: Crée

source: Modified
fr_ca: Modifié

source: Related Parks
fr_ca: Parcs reliés

source: New Parks
fr_ca: Nouveau parc

source: email
fr_ca: Courriel
