Repository: gouts911/themeparkv2
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es_mx

source: Invalid area
es_mx: área inválida

source: The area has been saved
es_mx: La zona se ha guardado

source: The area could not be saved. Please, try again.
es_mx: El área no se pudo guardar. Por favor, vuelva a intentarlo.

source: Area deleted
es_mx: área eliminada

source: Area was not deleted
es_mx: Área no se ha eliminado

source: Invalid attraction
es_mx: atracción válida

source: The attraction has been saved
es_mx: La atracción se ha guardado

source: The attraction could not be saved. Please, try again.
es_mx: La atracción no podía ser salvado. Por favor, vuelva a intentarlo.

source: Attraction deleted
es_mx: borrado de atracción

source: Attraction was not deleted
es_mx: Atracción no se ha eliminado

source: Invalid attractions type
es_mx: Tipo de Atracción no válidos

source: The attractions type has been saved
es_mx: El tipo de atracción se ha guardado

source: The attractions type could not be saved. Please, try again.
es_mx: El tipo de interés no se pudo guardar. Por favor, vuelva a intentarlo.

source: Attractions type deleted
es_mx: Atracciones tipo borrados

source: Attractions type was not deleted
es_mx: Tipo de Atracciones no se ha eliminado

source: Invalid park
es_mx: parque inválida

source: The park has been saved
es_mx: El parque se ha guardado

source: The park could not be saved. Please, try again.
es_mx: El parque no se pudo guardar. Por favor, vuelva a intentarlo.

source: Park deleted
es_mx: Parque eliminada

source: Park was not deleted
es_mx: Park no se ha eliminado

source: Invalid type
es_mx: tipo no válido

source: The type has been saved
es_mx: El tipo se ha guardado

source: The type could not be saved. Please, try again.
es_mx: El tipo no podía ser salvado. Por favor, vuelva a intentarlo.

source: Type deleted
es_mx: Tipo eliminada

source: Type was not deleted
es_mx: Tipo no se ha eliminado

source: Nom d'user ou mot de passe invalide, réessayer
es_mx: Nombre de usuario o contraseña par, inténtalo de nuevo

source: Invalid user
es_mx: Usuario invalido

source: The user has been saved
es_mx: El usuario ha sido guardado

source: The user could not be saved. Please, try again.
es_mx: El usuario no se ha podido guardar. Por favor, vuelva a intentarlo.

source: User deleted
es_mx: Usuario eliminado

source: User was not deleted
es_mx: El usuario no se ha eliminado

source: Confirm
es_mx: confirmar

source: You have to confirm.
es_mx: Usted tiene que confirmar.

source: Continue
es_mx: Continuar

source: Delete
es_mx: borrar

source: Submit
es_mx: Enviar

source: Field
es_mx: El campo

source: Content
es_mx: contenido

source: Search
es_mx: Buscar

source: Actions
es_mx: acciones

source: View
es_mx: Ver

source: Edit
es_mx: Editar

source: Add Area
es_mx: Añadir Area

source: Edit Area
es_mx: Área de edición

source: Areas
es_mx: áreas

source: Are you sure you want to delete # %s?
es_mx: estas seguro que quieres borrarlo

source: Previous
es_mx: previo

source: Next
es_mx: Siguiente

source: Area
es_mx: área

source: Area Name
es_mx: Nombre

source: Area Description
es_mx: Descripción

source: Park
es_mx: Parque

source: User Id
es_mx: Usuario

source: Related Attractions
es_mx: Lugares relacionados

source: Attraction Name
es_mx: Nombre

source: Attraction Description
es_mx: Descripción

source: Admission Price
es_mx: Admisión Precio

source: Area Id
es_mx: id

source: New Attraction
es_mx: Nueva atracción

source: Add Attraction
es_mx: Añadir atracción

source: Edit Attraction
es_mx: Editar atracción

source: Attractions
es_mx: atracciones

source: Attraction
es_mx: atraccione

source: Related Types
es_mx: Tipos relacionados

source: Type Description
es_mx: Descripción

source: New Type
es_mx: Nuevo tipo

source: List Attractions
es_mx: Lista de Atracciones

source: List Types
es_mx: Tipos de listas

source: Type
es_mx: Tipo

source: Add Park
es_mx: Añadir Parque

source: Edit Park
es_mx: Editar Parque

source: Parks
es_mx: Parques

source: User
es_mx: Usuario

source: Park Name
es_mx: Nombre

source: Park Location
es_mx: park Ubicación

source: Park Email
es_mx: parque email

source: Park Website
es_mx: Sitio web

source: Related Areas
es_mx: Áreas relacionadas

source: Park Id
es_mx: id

source: New Area
es_mx: Nueva Area

source: List Parks
es_mx: Lista de parques

source: New Park
es_mx: Nuevo Parque

source: List Areas
es_mx: Áreas Lista

source: New Types
es_mx: Novedades

source: List Users
es_mx: Lista de Usuarios

source: New User
es_mx: Nuevo usuario

source: Theme Parks
es_mx: parque de atracciones

source: Hello
es_mx: ¡Hola

source: add user
es_mx: Agregar usuario

source: [Logout]
es_mx: cierre de sesión

source: [Login]
es_mx: Iniciar sesión

source: Add Type
es_mx: Añadir Tipo

source: Edit Type
es_mx: Editar Tipo

source: Types
es_mx: tipos

source: Add User
es_mx: Agregar usuario

source: Edit User
es_mx: Editar usuario

source: Users
es_mx: Usuarios

source: Please enter your username and password
es_mx: Por favor, introduzca su nombre de usuario y contraseña

source: Login
es_mx: Ingresar

source: Username
es_mx: Nombre de usuario

source: Password
es_mx: Contraseña

source: Role
es_mx: Rol

source: Email
es_mx: parque email

source: Created
es_mx: creado

source: Modified
es_mx: Modificado

source: Related Parks
es_mx: Parques Relacionados

source: email
es_mx: parque email
